/*  Copyright CANON INC. 2005-2014  */
"ICA_PGADV_AUTOTONE_STR"	= "影像調整";
"ICA_PGADV_AUTOTONE_TT"	= "選擇此功能的最佳化影像亮度的效果。";
"ICA_PGADV_COPYGAMMA_STR"	= "減少透視陰影";
"ICA_PGADV_COPYGAMMA_TT"	= "選擇 [開啟/關閉] 減少雙面文件的透視陰影效果或使再生紙及其他顏色紙張的基準色彩變亮的功能。僅當 [影像調整] 中選擇了 [文件] 或 [雜誌] 時，該選項可用。";
"ICA_PGADV_COPYGAMMA_ADF_TT"	= "選擇 [開啟/關閉] 減少雙面文件的透視陰影效果或使再生紙及其他顏色紙張的基準色彩變亮的功能。僅當 [影像調整] 中選擇了 [文件] 時，該選項可用。";
"ICA_PGADV_UNSHARP_STR"	= "模糊遮罩";
"ICA_PGADV_UNSHARP_TT"	= "選擇 [開啟/關閉] 強調主體輪廓以銳化影像的功能。當 [去除網紋] 為 [開啟] 時，除非 [模糊遮罩] 設定為 [關閉]，否則可能會保留網紋。";
"ICA_PGADV_DESCREEN_STR"	= "去除網紋";
"ICA_PGADV_DESCREEN_TT"	= "選擇 [開啟/關閉] 減少掃描印有細小點的相片或影像時所產生的不均勻層次或條紋圖案(網紋)的功能。除非 [模糊遮罩] 設定為 [關閉]，否則可能會保留網紋。";
"ICA_PGADV_REMOVEDUST_STR"	= "移除髒點和刮痕";
"ICA_PGADV_REMOVEDUST_TT"	= "選擇「FARE」功能的從膠片掃描中自動移除髒點和刮痕的效果。";
"ICA_PGADV_REDUCEDUST_STR"	= "減少髒點和刮痕";
"ICA_PGADV_REDUCEDUST_TT"	= "選擇此功能的減少相片上由灰塵或刮痕造成的白點的效果。";
"ICA_PGADV_FADINGCORRECT_STR"	= "褪色校正";
"ICA_PGADV_FADINGCORRECT_TT"	= "選擇此功能的校正由於年代久遠而褪色或有色偏的相片和膠片的效果。僅當 [色彩模式] (種類)中選擇了 [彩色] 時，該選項有效。";
"ICA_PGADV_GRAINCORRECT_STR"	= "粒子校正";
"ICA_PGADV_GRAINCORRECT_TT"	= "選擇此功能的減少使用高速膠片拍攝或以高敏感度拍攝相片上的粒子(粗糙度)的效果。";
"ICA_PGADV_CUBS_STR"	= "裝訂邊陰影校正";
"ICA_PGADV_CUBS_TT"	= "選擇此功能的校正掃描開啟的小冊子時頁面之間出現的陰影的效果。使用此校正功能時，放置原稿使之不歪斜。掃描時，使用與預覽掃描時套用的相同力量壓下書脊中心。";
"ICA_PGPREF_CALIB_SETTINGS_STR"	= "每次掃描前校準";
"ICA_PGPREF_CALIB_SETTINGS_TT"	= "每次掃描前執行校準。";
"ICA_PGPREF_ADF_ORDERREJECTION_STR"	= "按頁面順序輸出";
"ICA_PGPREF_ADF_ORDERREJECTION_TT"	= "設定從自動送稿機掃描多個雙面文件後如何輸出紙張。設定為 [關閉] 以快速模式掃描文件並輸出紙張。設定為 [開啟] 按頁面順序自動掃描文件並輸出紙張。";
"ICA_ADV_FLAG_NONE"	= "無";
"ICA_ADV_FLAG_AUTO"	= "自動";
"ICA_ADV_FLAG_PHOTO"	= "相片";
"ICA_ADV_FLAG_MAGAZINE"	= "雜誌";
"ICA_ADV_FLAG_DOCUMENT"	= "文件";
"ICA_ADV_FLAG_ON"	= "開";
"ICA_INFO_NONE"	= "無";
"ICA_INFO_LOW"	= "低";
"ICA_INFO_MEDIUM"	= "中";
"ICA_INFO_HIGH"	= "高";
"ICA_ERROR_001"	= "除非大小或解析度縮小至 %s x %s 像素或更小並且資料大小為 %s GB 或更小，否則無法執行掃描。";
"ICA_ERROR_002"	= "紙張大小不適合雙面掃描。選擇 A4 或 Letter。";
"ICA_ERROR_003"	= "指定的 [色彩模式] (種類)不支援 16 位元掃描。要使用指定的 [色彩模式] (種類)進行掃描，將位元深度變更為 8 位元。要執行 16 位元掃描，將 [色彩模式] (種類)變更為彩色。";
"ICA_ERROR_004"	= "除非大小放大至 4 x 4 mm (0.16 x 0.16 in)，否則無法執行掃描。";
"ICA_ERROR_005"	= "您不享有存取指定資料夾的權限。";
"ICA_ERROR_006"	= "無法偵測到膠片。\n請確認膠片是否正確放置，然後再掃描。";
"ICA_ERROR_007"	= "使用掃描器驅動程式掃描 120 格式膠片。";
"ICA_ERROR_008"	= "發生內部錯誤。請採取以下措施。\n- 檢查掃描器狀態。\n- 重新啟動掃描器。\n- 重新安裝掃描器驅動程式。";
"ICA_ERROR_009"	= "紙張大小不適合雙面掃描。選擇美式法定紙（US Legal）以外的大小。";
"ICA_ERROR_01"	= "記憶體不足。增加可用記憶體。";
"ICA_ERROR_02"	= "所需檔案缺失或已損壞或設定有誤。請再次安裝。";
"ICA_ERROR_03"	= "發生內部錯誤。";
"ICA_ERROR_04"	= "沒有足夠的磁碟空間可以完成掃描。";
"ICA_ERROR_05"	= "ADF(自動送稿機)裡沒有文件。請載入文件，然後重試。";
"ICA_ERROR_07"	= "掃描器發生錯誤。請參閱手冊尋找解決方案。";
"ICA_ERROR_08"	= "無法讀寫檔案。";
"ICA_ERROR_09"	= "發生錯誤。關閉裝置後重新開啟。";
"ICA_ERROR_10"	= "釋放鎖定開關，斷開 USB 電纜線並重新連接。";
"ICA_ERROR_11"	= "釋放鎖定開關，關閉裝置後重新開啟。";
"ICA_ERROR_12"	= "使用者取消掃描。";
"ICA_ERROR_13"	= "使用者取消掃描。按下印表機操作面板上的 OK 按鈕，以從 ADF(自動送稿機)中退出文件。";
"ICA_ERROR_18"	= "無法掃描的原因如下:\n- 可能沒有正確放置原稿。\n- 可能放了保護片。\n- 燈管可能尚未暖機。\n   (在低溫下需要幾分鐘調整照射器。)";
"ICA_ERROR_25"	= "ADF(自動送稿機)發生夾紙。請移除夾紙，然後按印表機操作面板的 OK 按鈕清除狀態。";
"ICA_ERROR_26"	= "ADF(自動送稿機)蓋板打開。請關閉文件蓋板並按印表機操作面板的 OK 按鈕清除狀態。";
"ICA_ERROR_28"	= "文件過長。確認 ADF(自動送稿機)蓋板是關閉的，按下印表機操作面板上的 OK 按鈕，以從自動送稿機中退出文件。";
"ICA_ERROR_29"	= "紙張大小不適合雙面掃描。確認 ADF(自動送稿機)蓋板是關閉的，按下印表機操作面板上的 OK 按鈕，以從自動送稿機中退出文件。";
"ICA_ERROR_30"	= "ADF(自動送稿機)中無文件。按印表機操作面板上的 OK 按鈕以取消錯誤，然後將紙張放入自動送稿機。";
"ICA_ERROR_31"	= "正在初始化掃描器。請在初始化完成後掃描。";
"ICA_ERROR_32"	= "正在初始化印表機。請在初始化完成後掃描。";
"ICA_ERROR_33"	= "印表機正在使用中或者發生錯誤。請檢查狀態。";
"ICA_ERROR_34"	= "其他應用程式或使用者使用掃描器時，無法使用該掃描器。";
"ICA_ERROR_35"	= "已安裝保護片。無法掃描。";
"ICA_ERROR_36"	= "無法掃描已指定紙張大小的文件。";
"ICA_ERROR_39"	= "無法與掃描器通訊的原因如下:\n- 掃描器被關閉。\n- USB電纜線掃被斷開連接。\n\n請檢查並重試。";
"ICA_ERROR_40"	= "無法與掃描器通訊的原因如下:\n- 掃描器被關閉。\n- (如果使用有線 LAN 連接)從有線 LAN 被斷開連接。\n- (如果使用無線 LAN 連接)障礙物導致訊號強度差。\n- 網路連接被安全軟體阻止。\n- 已選擇網路上的其他掃描器。\n\n請檢查並重試。";
"ICA_ERROR_42"	= "文件蓋板開啟。\n請關閉文件蓋板並按印表機的 OK 按鈕。\n然後從 ADF(自動送稿機)中移除文件。";
